Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# profile.errors.create_after_retries_failed
source: Failed to create profile after retries
de: Profil konnte nach mehreren Versuchen nicht erstellt werden
es: No se pudo crear el perfil despues de varios intentos
fr: Echec de la creation du profil apres plusieurs tentatives
it: Impossibile creare il profilo dopo vari tentativi
pt_br: Falha ao criar o perfil apos varias tentativas
ru: Не удалось создать профиль после нескольких попыток

# profile.errors.name_username_required
source: Name and username are required.
de: Name und Benutzername sind erforderlich.
es: El nombre y el nombre de usuario son obligatorios.
fr: Le nom et le nom d'utilisateur sont obligatoires.
it: Nome e nome utente sono obbligatori.
pt_br: Nome e nome de usuario sao obrigatorios.
ru: Имя и имя пользователя обязательны.

# profile.errors.no_active_session
source: No active session. Please log in again.
de: Keine aktive Sitzung. Bitte melde dich erneut an.
es: No hay una sesion activa. Vuelve a iniciar sesion.
fr: Aucune session active. Veuillez vous reconnecter.
it: Nessuna sessione attiva. Accedi di nuovo.
pt_br: Nenhuma sessao ativa. Entre novamente.
ru: Нет активной сессии. Пожалуйста, войдите снова.

# profile.errors.no_auth_user
source: No auth user found
de: Kein Auth-Benutzer gefunden
es: No se encontro un usuario autenticado
fr: Aucun utilisateur d'authentification trouve
it: Nessun utente di autenticazione trovato
pt_br: Nenhum usuario de autenticacao encontrado
ru: Пользователь авторизации не найден

# profile.errors.not_authenticated
source: Not authenticated. Please log in again.
de: Nicht angemeldet. Bitte melde dich erneut an.
es: No autenticado. Vuelve a iniciar sesion.
fr: Non authentifie. Veuillez vous reconnecter.
it: Non autenticato. Accedi di nuovo.
pt_br: Nao autenticado. Entre novamente.
ru: Нет авторизации. Пожалуйста, войдите снова.

# profile.errors.not_found
source: Profile not found
de: Profil nicht gefunden
es: Perfil no encontrado
fr: Profil introuvable
it: Profilo non trovato
pt_br: Perfil nao encontrado
ru: Профиль не найден

# profile.errors.not_loaded
source: Profile not loaded yet. Please try again.
de: Profil noch nicht geladen. Bitte versuche es erneut.
es: El perfil aun no se ha cargado. Intentalo de nuevo.
fr: Le profil n'est pas encore charge. Reessayez.
it: Profilo non ancora caricato. Riprova.
pt_br: Perfil ainda nao carregado. Tente novamente.
ru: Профиль еще не загружен. Попробуйте еще раз.

# profile.header.accept
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
pt_br: Aceitar
ru: Принять

# profile.header.add_friend
source: Add Friend
de: Freund hinzufugen
es: Agregar amigo
fr: Ajouter un ami
it: Aggiungi amico
pt_br: Adicionar amigo
ru: Добавить в друзья

# profile.header.current
source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
pt_br: Atual
ru: Текущая страна

# profile.header.favorite_trips
source: Favorite trips
de: Lieblingsreisen
es: Viajes favoritos
fr: Voyages preferes
it: Viaggi preferiti
pt_br: Viagens favoritas
ru: Любимые поездки

# profile.header.home_flags
source: Home Flags
de: Heimatflaggen
es: Banderas de origen
fr: Drapeaux d'origine
it: Bandiere di origine
pt_br: Bandeiras de origem
ru: Домашние флаги

# profile.header.next
source: Next
de: Als Nächstes
es: Siguiente
fr: Suivant
it: Prossimo
pt_br: Proximo
ru: Следующая

# profile.header.not_set
source: Not set
de: Nicht festgelegt
es: Sin definir
fr: Non defini
it: Non impostato
pt_br: Nao definido
ru: Не указано

# profile.header.request_sent
source: Request Sent
de: Anfrage gesendet
es: Solicitud enviada
fr: Demande envoyee
it: Richiesta inviata
pt_br: Pedido enviado
ru: Запрос отправлен

# profile.info.bucket_list
source: Bucket List
de: Wunschliste
es: Lista de deseos
pt_br: Lista de desejos

# profile.info.countries_traveled
source: Countries Traveled
de: Bereiste Lander
es: Paises visitados
fr: Pays visites
it: Paesi visitati
pt_br: Paises visitados
ru: Посещённые страны

# profile.info.languages
source: Languages
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue
pt_br: Idiomas
ru: Языки

# profile.info.locked_message
source: Add this user as a friend to see more details.
de: Fuge diesen Benutzer als Freund hinzu, um mehr Details zu sehen.
es: Agrega a este usuario como amigo para ver mas detalles.
fr: Ajoutez cet utilisateur en ami pour voir plus de details.
it: Aggiungi questo utente come amico per vedere piu dettagli.
pt_br: Adicione este usuario como amigo para ver mais detalhes.
ru: Подружитесь, чтобы увидеть больше сведений профиля.

# profile.info.shared_languages
source: Shared Languages
de: Gemeinsame Sprachen
es: Idiomas compartidos
fr: Langues partagees
it: Lingue in comune
pt_br: Idiomas em comum
ru: Общие языки

# profile.locked.message
source: Learn more about this user by adding them as a friend!
de: Erfahre mehr uber diesen Benutzer, indem du ihn als Freund hinzufugst!
es: Conoce mas sobre esta persona agregandola como amiga.
fr: Ajoutez cette personne en ami pour en savoir plus sur elle !
it: Scopri di piu su questo utente aggiungendolo come amico!
pt_br: Saiba mais sobre este usuario adicionando-o como amigo!
ru: Некоторые данные профиля видны только друзьям.

# profile.settings.avatar.add_photo
source: Add Photo
de: Foto hinzufugen
es: Agregar foto
fr: Ajouter une photo
it: Aggiungi foto
pt_br: Adicionar foto
ru: Добавить фото

# profile.settings.avatar.change_photo
source: Change Photo
de: Foto andern
es: Cambiar foto
fr: Changer la photo
it: Cambia foto
pt_br: Alterar foto
ru: Изменить фото

# profile.settings.avatar.photo_title
source: Profile Photo
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Foto profilo
pt_br: Foto de perfil
ru: Фото профиля

# profile.settings.avatar.remove_photo
source: Remove Photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
pt_br: Remover foto
ru: Удалить фото

# profile.settings.background.current_country
source: Current country
de: Aktuelles Land
es: Pais actual
fr: Pays actuel
it: Paese attuale
pt_br: Pais atual
ru: Текущая страна

# profile.settings.background.favorite_countries
source: Favorite countries
de: Lieblingslander
es: Paises favoritos
fr: Pays preferes
it: Paesi preferiti
pt_br: Paises favoritos
ru: Любимые страны

# profile.settings.background.my_flags
source: My flags
de: Meine Flaggen
es: Mis banderas
fr: Mes drapeaux
it: Le mie bandiere
pt_br: Minhas bandeiras
ru: Мои флаги

# profile.settings.background.next_destination
source: Next destination
de: Nachstes Reiseziel
es: Siguiente destino
fr: Prochaine destination
it: Prossima destinazione
pt_br: Proximo destino
ru: Следующее направление

# profile.settings.background.title
source: Your background
de: Dein Hintergrund
es: Tu historia
fr: Votre profil de fond
it: Il tuo sfondo
pt_br: Seu fundo
ru: Фон профиля

# profile.settings.delete_account
source: Delete Account
de: Konto loschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pt_br: Excluir conta
ru: Удалить аккаунт

# profile.settings.delete_confirmation
source: Are you sure you want to permanently delete your account? This cannot be undone.
de: Mochtest du dein Konto wirklich dauerhaft loschen? Dies kann nicht ruckgangig gemacht werden.
es: Seguro que quieres eliminar permanentemente tu cuenta? Esto no se puede deshacer.
fr: Voulez-vous vraiment supprimer votre compte de facon permanente ? Cette action est irreversible.
it: Sei sicuro di voler eliminare definitivamente il tuo account? Questa azione non puo essere annullata.
pt_br: Tem certeza de que deseja excluir sua conta permanentemente? Isso nao pode ser desfeito.
ru: Вы уверены, что хотите удалить аккаунт?

# profile.settings.delete_failed
source: Failed to delete account. Please try again.
de: Konto konnte nicht geloscht werden. Bitte versuche es erneut.
es: No se pudo eliminar la cuenta. Intentalo de nuevo.
fr: Echec de la suppression du compte. Reessayez.
it: Impossibile eliminare l'account. Riprova.
pt_br: Falha ao excluir a conta. Tente novamente.
ru: Не удалось удалить аккаунт.

# profile.settings.full_name
source: Full name
de: Vollstandiger Name
es: Nombre completo
fr: Nom complet
it: Nome completo
pt_br: Nome completo
ru: Полное имя

# profile.settings.language.beginner
source: Beginner
de: Anfanger
es: Principiante
fr: Debutant
it: Principiante
pt_br: Iniciante
ru: Начальный

# profile.settings.language.conversational
source: Conversational
de: Konversationssicher
es: Conversacional
fr: Conversationnel
it: Conversazionale
pt_br: Conversacional
ru: Разговорный

# profile.settings.language.fluent
source: Fluent
de: Fliessend
es: Fluido
fr: Courant
it: Fluente
pt_br: Fluente
ru: Свободный

# profile.settings.languages.add
source: Add language
de: Sprache hinzufugen
es: Agregar idioma
fr: Ajouter une langue
it: Aggiungi lingua
pt_br: Adicionar idioma
ru: Добавить язык

# profile.settings.languages.empty
source: Add languages you speak or are learning
de: Fuge Sprachen hinzu, die du sprichst oder lernst
es: Agrega idiomas que hablas o estas aprendiendo
fr: Ajoutez les langues que vous parlez ou apprenez
it: Aggiungi le lingue che parli o che stai imparando
pt_br: Adicione idiomas que voce fala ou esta aprendendo
ru: Языки пока не добавлены

# profile.settings.languages.proficiency
source: Proficiency
de: Niveau
es: Nivel
fr: Niveau
it: Livello
pt_br: Proficiencia
ru: Уровень владения

# profile.settings.languages.select
source: Select Language
de: Sprache auswahlen
es: Seleccionar idioma
fr: Selectionner une langue
it: Seleziona lingua
pt_br: Selecionar idioma
ru: Выберите язык

# profile.settings.languages.title
source: Languages spoken
de: Gesprochene Sprachen
es: Idiomas hablados
fr: Langues parlees
it: Lingue parlate
pt_br: Idiomas falados
ru: Языки, на которых вы говорите

# profile.settings.loading_profile
source: Loading profile...
de: Profil wird geladen...
es: Cargando perfil...
fr: Chargement du profil...
it: Caricamento profilo...
pt_br: Carregando perfil...
ru: Загрузка профиля...

# profile.settings.log_out
source: Log Out
de: Abmelden
es: Cerrar sesion
fr: Se deconnecter
it: Disconnetti
pt_br: Sair
ru: Выйти

# profile.settings.none
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
pt_br: Nenhum
ru: Нет

# profile.settings.not_set
source: Not set
de: Nicht festgelegt
es: Sin definir
fr: Non defini
it: Non impostato
pt_br: Nao definido
ru: Не указано

# profile.settings.passports.delete_format
source: Delete %@ passport
de: %@-Pass loschen
es: Eliminar pasaporte de %@
it: Elimina passaporto %@
pt_br: Excluir passaporte %@
ru: Удалить паспорт %@

# profile.settings.passports.delete_title
source: Delete passport
de: Pass loschen
es: Eliminar pasaporte
fr: Supprimer le passeport
it: Elimina passaporto
pt_br: Excluir passaporte
ru: Удалить паспорт

# profile.settings.passports.empty
source: No passports added yet
de: Noch keine Passe hinzugefugt
es: Todavia no hay pasaportes agregados
fr: Aucun passeport ajoute pour le moment
it: Nessun passaporto aggiunto
pt_br: Nenhum passaporte adicionado ainda
ru: Паспорта еще не добавлены

# profile.settings.passports.saved
source: Saved passports
de: Gespeicherte Passe
es: Pasaportes guardados
fr: Passeports enregistres
it: Passaporti salvati
pt_br: Passaportes salvos
ru: Сохраненные паспорта

# profile.settings.passports.subtitle
source: Private to you. Used to personalize visa rules and passport recommendations with your strongest saved passport for each destination.
de: Nur fur dich sichtbar. Wird verwendet, um Visaregeln und Passempfehlungen mit deinem starksten gespeicherten Pass fur jedes Ziel zu personalisieren.
es: Privado para ti. Se usa para personalizar reglas de visa y recomendaciones de pasaporte con tu pasaporte guardado mas fuerte para cada destino.
fr: Prive pour vous. Utilise pour personnaliser les regles de visa et les recommandations de passeport avec votre meilleur passeport enregistre pour chaque destination.
it: Privato per te. Serve a personalizzare regole sui visti e consigli sui passaporti con il tuo passaporto salvato migliore per ogni destinazione.
pt_br: Privado para voce. Usado para personalizar regras de visto e recomendacoes de passaporte com seu melhor passaporte salvo para cada destino.
ru: Только для вас. Используются для персонализации визовых правил и рекомендаций по паспортам на основе вашего самого сильного сохраненного паспорта для каждого направления.

# profile.settings.passports.title
source: Passports
de: Passe
es: Pasaportes
fr: Passeports
it: Passaporti
pt_br: Passaportes
ru: Паспорта

# profile.settings.search_countries
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pt_br: Buscar
ru: Поиск

# profile.settings.sheet.favorite_countries_subtitle
source: Select your favorite destinations.
de: Wahle deine Lieblingsziele aus.
es: Selecciona tus destinos favoritos.
fr: Selectionnez vos destinations preferees.
it: Seleziona le tue destinazioni preferite.
pt_br: Selecione seus destinos favoritos.
ru: Выберите ваши любимые направления.

# profile.settings.sheet.favorite_countries_title
source: Favorite Countries
de: Lieblingslander
es: Paises favoritos
fr: Pays preferes
it: Paesi preferiti
pt_br: Paises favoritos
ru: Любимые страны

# profile.settings.sheet.home_countries_subtitle
source: Add any flag that represents you! (countries you've lived in, background, ethnicity, etc.)
de: Fuge jede Flagge hinzu, die dich reprasentiert! (Lander, in denen du gelebt hast, Herkunft, Ethnizitat usw.)
es: Agrega cualquier bandera que te represente. (paises donde has vivido, origen, etnia, etc.)
fr: Ajoutez tout drapeau qui vous represente !
it: Aggiungi qualsiasi bandiera che ti rappresenti! (paesi in cui hai vissuto, origini, etnia, ecc.)
pt_br: Adicione qualquer bandeira que represente voce! (paises onde voce morou, origem, etnia etc.)
ru: Добавьте любой флаг, который вас представляет! (страны, где вы жили, ваше происхождение, этничность и т. д.)

# profile.settings.sheet.home_countries_title
source: Home Countries
de: Heimatlander
es: Paises de origen
fr: Pays d'origine
it: Paesi di origine
pt_br: Paises de origem
ru: Домашние страны

# profile.settings.sheet.nationalities_subtitle
source: Private only. These are saved for visa matching and never shown on your public profile.
de: Nur privat. Diese werden fur die Visaprufung gespeichert und niemals in deinem offentlichen Profil angezeigt.
es: Solo privado. Se guardan para la coincidencia de visas y nunca se muestran en tu perfil publico.
fr: Prive uniquement. Elles sont utilisees pour les visas et ne sont jamais affichees sur votre profil public.
it: Solo privato. Queste informazioni vengono salvate per l'abbinamento dei visti e non vengono mai mostrate sul tuo profilo pubblico.
pt_br: Privado. Isso e salvo para combinacoes de visto e nunca aparece no seu perfil publico.
ru: Только приватно. Эти данные сохраняются для визового сопоставления и никогда не отображаются в вашем публичном профиле.

# profile.settings.sheet.nationalities_title
source: Nationalities
de: Staatsangehorigkeiten
es: Nacionalidades
fr: Nationalites
it: Nazionalita
pt_br: Nacionalidades
ru: Гражданства

# profile.settings.sheet.select_current_country
source: Select current country
de: Aktuelles Land auswahlen
es: Seleccionar pais actual
fr: Selectionner le pays actuel
it: Seleziona paese attuale
pt_br: Selecionar pais atual
ru: Выберите текущую страну

# profile.settings.sheet.select_next_destination
source: Select next destination
de: Nachstes Reiseziel auswahlen
es: Seleccionar siguiente destino
fr: Selectionner la prochaine destination
it: Seleziona prossima destinazione
pt_br: Selecionar proximo destino
ru: Выберите следующее направление

# profile.settings.title
source: Profile Settings
de: Profileinstellungen
es: Configuracion del perfil
fr: Mon profil
it: Impostazioni profilo
pt_br: Configuracoes do perfil
ru: Настройки профиля

# profile.settings.travel_mode.both
source: Solo + Group
de: Solo + Gruppe
es: Solo + grupo
fr: Solo + Groupe
it: Solo + Gruppo
pt_br: Sozinho + Grupo
ru: Соло + группа

# profile.settings.travel_mode.group
source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
pt_br: Grupo
ru: Группа

# profile.settings.travel_mode.solo
source: Solo
de: Allein
it: Da solo
pt_br: Sozinho
ru: Соло

# profile.settings.travel_style.both
source: Budget or comfy, depending
de: Budget oder bequem, je nach Situation
es: Presupuesto o comodo, segun el viaje
fr: Budget ou confort, selon
it: Economico o comodo, dipende
pt_br: Economico ou confortavel, depende
ru: Бюджетно или комфортно, по ситуации

# profile.settings.travel_style.comfortable
source: Comfortable
de: Bequem
es: Comodo
fr: Confortable
it: Comodo
pt_br: Confortavel
ru: Комфортно

# profile.settings.travel_style.in_between
source: Between Budget and Comfy
de: Zwischen Budget und bequem
es: Entre presupuesto y comodo
it: Tra economico e comodo
pt_br: Entre economico e confortavel
ru: Между бюджетом и комфортом

# profile.settings.travel.mode
source: Travel mode
de: Reisemodus
es: Modo de viaje
fr: Mode de voyage
it: Modalita di viaggio
pt_br: Modo de viagem
ru: Формат поездки

# profile.settings.travel.style
source: Travel style
de: Reisestil
es: Estilo de viaje
fr: Style de voyage
it: Stile di viaggio
pt_br: Estilo de viagem
ru: Стиль путешествий

# profile.settings.travel.title
source: Travel preferences
de: Reisevorlieben
es: Preferencias de viaje
fr: Preferences de voyage
it: Preferenze di viaggio
pt_br: Preferencias de viagem
ru: Предпочтения в путешествиях

# profile.settings.updated
source: Profile updated
de: Profil aktualisiert
es: Perfil actualizado
fr: Profil mis a jour
it: Profilo aggiornato
pt_br: Perfil atualizado
ru: Профиль обновлен

# profile.settings.username
source: username
de: Benutzername
es: usuario
it: nome utente
pt_br: nome de usuario
ru: имя пользователя

# profile.settings.username_taken
source: Username is already taken
de: Benutzername ist bereits vergeben
es: Ese nombre de usuario ya esta en uso
fr: Ce nom d'utilisateur est deja pris
it: Il nome utente e gia in uso
pt_br: Este nome de usuario ja esta em uso
ru: Имя пользователя уже занято

# profile.title
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt_br: Perfil
ru: Профиль

# review.enjoying_app
source: Enjoying Travel Adventure Finder?
de: Gefallt dir Travel Adventure Finder?
es: Disfrutando Travel Adventure Finder?
it: Ti sta piacendo Travel Adventure Finder?
pt_br: Gostando do Travel Adventure Finder?
ru: Вам нравится Travel Adventure Finder?

# review.feedback_helps
source: Your feedback helps us make Travel Adventure Finder better.
de: Dein Feedback hilft uns, Travel Adventure Finder besser zu machen.
es: Tus comentarios nos ayudan a mejorar Travel Adventure Finder.
it: Il tuo feedback ci aiuta a migliorare Travel Adventure Finder.
pt_br: Seu feedback nos ajuda a tornar o Travel Adventure Finder melhor.
ru: Ваш отзыв помогает нам сделать Travel Adventure Finder лучше.

# review.feedback_placeholder
source: Type feedback here...
de: Schreibe hier dein Feedback...
es: Escribe tus comentarios aqui...
it: Scrivi qui il tuo feedback...
pt_br: Digite seu feedback aqui...
ru: Напишите отзыв здесь...

# review.improve_prompt
source: What could we improve?
de: Was konnten wir verbessern?
es: Que podriamos mejorar?
it: Cosa potremmo migliorare?
pt_br: O que poderiamos melhorar?
ru: Что мы можем улучшить?

# review.thanks
source: Thanks for your feedback!
de: Danke fur dein Feedback!
es: Gracias por tus comentarios!
it: Grazie per il tuo feedback!
pt_br: Obrigado pelo seu feedback!
ru: Спасибо за ваш отзыв!

# seasonality.drawer.monthly_conditions
source: Monthly travel conditions
de: Monatliche Reisebedingungen
es: Condiciones de viaje del mes
it: Condizioni di viaggio mensili
pt_br: Condicoes mensais de viagem
ru: Условия для поездок по месяцам

# seasonality.drawer.overall
source: Overall
de: Gesamt
es: General
it: Complessivo
pt_br: Geral
ru: Общее

# seasonality.drawer.view_full_country_details
source: View Full Country Details
de: Vollstandige Landerdetails ansehen
es: Ver detalles completos del pais
it: Vedi tutti i dettagli del paese
pt_br: Ver todos os detalhes do pais
ru: Открыть полную страницу страны

# seasonality.view.empty_category
source: No destinations in this category for the selected month.
de: Keine Reiseziele in dieser Kategorie fur den ausgewahlten Monat.
es: No hay destinos en esta categoria para el mes seleccionado.
it: Nessuna destinazione in questa categoria per il mese selezionato.
pt_br: Nenhum destino nesta categoria para o mes selecionado.
ru: Для выбранного месяца в этой категории нет направлений.

# seasonality.view.peak_season
source: Peak season
de: Hochsaison
es: Temporada alta
it: Alta stagione
pt_br: Alta temporada
ru: Высокий сезон

# seasonality.view.peak_season_note
source: Best weather and overall conditions — usually the busiest and priciest.
de: Bestes Wetter und beste Gesamtbedingungen - meist auch am vollsten und teuersten.
es: Mejor clima y condiciones generales; normalmente la epoca mas concurrida y mas cara.
it: Meteo e condizioni migliori in assoluto, di solito anche il periodo piu affollato e costoso.
pt_br: Melhor clima e melhores condicoes gerais — normalmente o periodo mais cheio e caro.
ru: Лучшая погода и общие условия, но обычно самый загруженный и дорогой период.

# seasonality.view.shoulder_season
source: Shoulder season
de: Nebensaison
es: Temporada intermedia
it: Media stagione
pt_br: Meia-estacao
ru: Переходный сезон

# seasonality.view.shoulder_season_note
source: Still good conditions, often fewer crowds and better value.
de: Immer noch gute Bedingungen, oft mit weniger Andrang und besserem Preis-Leistungs-Verhaltnis.
es: Sigue habiendo buenas condiciones, a menudo con menos multitudes y mejor valor.
it: Condizioni ancora buone, spesso con meno folla e un miglior rapporto qualita-prezzo.
pt_br: Ainda com boas condicoes, muitas vezes com menos multidoes e melhor custo-beneficio.
ru: Условия все еще хорошие, часто меньше людей и лучше соотношение цены и качества.

# tab.discovery
source: Discover
de: Entdecken
es: Explorar
fr: Monde
it: Esplora
pt_br: Explorar
ru: Поиск

# tab.friends
source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici
pt_br: Amigos
ru: Друзья

# tab.more
source: More
de: Mehr
es: Mas
fr: Plus
it: Altro
pt_br: Mais
ru: Ещё

# tab.planning
source: Plan
de: Planen
es: Planear
fr: Planifier
it: Pianifica
pt_br: Planejar
ru: План

# tab.profile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt_br: Perfil
ru: Профиль

# trip_planner.actions.add_to_calendar
source: Add To Apple Calendar
de: Zu Apple Calendar hinzufugen
es: Agregar a Apple Calendar
fr: Ajouter a Apple Calendar
it: Aggiungi ad Apple Calendar
pt_br: Adicionar ao Apple Calendar
ru: Добавить в Apple Calendar

# trip_planner.actions.delete_trip
source: Delete Trip
de: Reise loschen
es: Eliminar viaje
fr: Supprimer le voyage
it: Elimina viaggio
pt_br: Excluir viagem
ru: Удалить поездку

# trip_planner.actions.subtitle
source: Update the plan, send it to Calendar, or remove it.
de: Aktualisiere den Plan, sende ihn an den Kalender oder entferne ihn.
es: Actualiza el plan, envialo al calendario o elimínalo.
fr: Mettez le plan a jour, envoyez-le au calendrier, ou supprimez-le.
it: Aggiorna il piano, invialo al Calendario o rimuovilo.
pt_br: Atualize o plano, envie para o Calendario ou remova-o.
ru: Обновите план, отправьте его в Календарь или удалите.

# trip_planner.actions.title
source: Actions
de: Aktionen
es: Acciones
it: Azioni
pt_br: Acoes
ru: Действия

# trip_planner.add_all
source: Add All
de: Alle hinzufugen
es: Agregar todo
fr: Ajouter tout
it: Aggiungi tutti
pt_br: Adicionar todos
ru: Добавить все
